// 配置计时器信息
// 字符串请用""包住
// 
// 辩题
var name_topic = "辩论有无意义"
// 正方队伍名称
var name_aff = "正方"
// 反方队伍名称
var name_neg = "反方"

/*
>>>辩论赛配置文件<<<

>>>格式<<<
>>>比赛名称 = "<这里写名称>"
>>>环节<数字> = <环节名称>;普通;<正方或者反方的名称>;(<分>,<秒>);<其他注释>;
>>>环节<数字> = <环节名称>;自由;<其他注释>;
>>>#第<数字>行;

>>>注意！！！<<<
>>>等号前后各有一个空格请勿删去
>>>正方或反方的名称请和上方队伍名称保持一致
>>>环节数量和行数可自由设定，#第<数字>行下的环节即同一行

比赛名称 = "动物科学学院队内赛"
#第1行;
环节1 = 自我介绍;普通;正方;(5,00);正方;
环节2 = 自我介绍;普通;反方;(5,00);反方;
>>>#第2行;
环节3 = 正方立论;普通;正方;(3,30);正一 3min30s;
环节4 = 反方质询;普通;反方;(2,00);反二 2min00s;
环节5 = 反方立论;普通;反方;(3,30);反一 3min30s;
环节6 = 正方质询;普通;正方;(2,00);正二 2min00s;
环节7 = 反方小节;普通;反方;(1,30);反二 1min30s;
环节8 = 正方小节;普通;正方;(1,30);正二 1min30s;
#第3行;
环节9 = 双方对辩;自由;四辩 各1min30s;
环节10 = 正方盘问;普通;正方;(1,30);正三 1min30s;
环节11 = 反方盘问;普通;反方;(1,30);反三 1min30s;
环节12 = 正方小节;普通;正方;(1,30);正三 1min30s;
环节13 = 反方小节;普通;反方;(1,30);反三 1min30s;
环节14 = 自由辩论;自由;双方 各4min00s;
#第4行;
环节15 = 反方结辩;普通;反方;(3,30);反四 3min30s;
环节16 = 正方结辩;普通;正方;(3,30);正四 3min30s;
*/